export const legalData = [
  {
    title: "",
    text:
      'Настоящий документ "Пользовательское соглашение" представляет собой предложение заключить безвозмездный договор на информационное обслуживание на изложенных ниже условиях.\n' +
      "\n" +
      "Внимательно ознакомьтесь с условиями настоящего Пользовательского соглашения до начала использования Сервиса. Если вы не согласны с условиями настоящего Соглашения и указанных в нём Обязательных документов или не имеете права на заключение договора на их основе, вам следует незамедлительно прекратить любое использование Сервиса.\n" +
      "\n",
  },
  {
    title: "Общие положения",
    text:
      "Использование вами Сервиса любым способом и в любой форме в пределах его объявленных функциональных возможностей, включая:\n" +
      "\n" +
      "Регистрация и/или авторизация на сайте;\n" +
      "Обработка файлов осциллограмм;\n" +
      "Просмотр результатов анализа файлов осциллограмм.\n" +
      "Воспользовавшись любой из указанных выше возможностей по использованию Сервиса вы подтверждаете, что:\n" +
      "\n" +
      "Ознакомились с условиями настоящего Соглашения в полном объёме до начала использования Сервиса.\n" +
      "Принимаете все условия настоящего Соглашения в полном объёме без каких-либо изъятий и ограничений с вашей стороны и обязуетесь их соблюдать или прекратить использование Сервиса. Если вы не согласны с условиями настоящего Соглашения или не имеете права на заключение договора на их основе, вам следует незамедлительно прекратить любое использование Сервиса.\n" +
      "Соглашение (в том числе любая из его частей) может быть изменено Администрацией без какого-либо специального уведомления.",
  },
  {
    title: "Общие условия пользования Сервисом",
    text:
      "Использование функциональных возможностей Сервиса допускается только после прохождения Пользователем регистрации и авторизации на Сайте в соответствии с установленной Администрацией процедурой.\n" +
      "\n" +
      "Технические, организационные и коммерческие условия использования Сервиса, в том числе его функциональных возможностей доводятся до сведения Пользователей путём отдельного размещения на Сайте или путём нотификации Пользователей.\n" +
      "\n" +
      "Выбранные Пользователем логин и пароль являются необходимой и достаточной информацией для доступа Пользователя на Сайт. Пользователь не имеет права передавать свои логин и пароль третьим лицам, несёт полную ответственность за их сохранность, самостоятельно выбирая способ их хранения.",
  },
  {
    title: "Лицензия на использование Сервиса и допустимое использование Сервиса",
    text:
      "Администрация предоставляет зарегистрированному и/или авторизованному Пользователю право безвозмездного функционального использования Сервиса на условиях простой непередаваемой лицензии в пределах функциональных возможностей Сервиса.\n" +
      "\n" +
      "Администрация вправе устанавливать лимиты по объёму и составу размещаемых Пользователем файлов осциллограмм, а также вводить иные технические ограничения использования Сервиса, которые время от времени будут доводиться до сведения Пользователей в форме и способом по выбору Администрации.\n" +
      "\n" +
      "Использование Сервиса иными способами строго запрещено.",
  },
  {
    title: "Лицензия на использование пользовательских файлов",
    text:
      "Принимая условия настоящего Соглашения, вы безвозмездно предоставляете Администрации право использования файлов, которые вы добавляете на Сайт.\n" +
      "\n",
  },
  {
    title: "Ограничения",
    text:
      "Соглашаясь с условиями настоящего Соглашения, вы понимаете и признаете, что:\n" +
      "\n" +
      "К отношениям сторон по предоставлению Сервиса на безвозмездной основе не подлежат применению положения законодательства о защите прав потребителей.\n" +
      "Сервис предоставляется на условиях «как есть», в связи с чем вам не представляются какие-либо гарантии, что Сервис будет соответствовать вашим требованиям; услуги будут предоставляться непрерывно, быстро, надёжно и без ошибок; результаты, которые могут быть получены с использованием Сервиса, будут точными и надёжными; качество какого-либо продукта, услуги, информации и пользовательских файлов, полученных с использованием Сервиса, будет соответствовать вашим ожиданиям; все ошибки в программном обеспечении Сервиса будут исправлены.\n" +
      "Всю ответственность за содержание файлов несёт лицо, создавшее данные файлы и/или добавившее их на Сайт.\n" +
      "Администрация никак не связана с файлами, предоставленными и/или размещёнными Пользователями на Сервисе, и не осуществляет проверку содержания, подлинности и безопасности этих, а равно их соответствия требованиям применимого права, и наличия у Пользователей необходимого объёма прав на их использование.\n" +
      "Администрация оставляет за собой право удалить любые файлы с Сервиса либо временно ограничить доступ к ним в одностороннем порядке без объяснения причин.\n" +
      "В случае многократного или грубого нарушения условий настоящего Соглашения и/или требований законодательства, Администрация оставляет за собой право заблокировать вашу учетную запись целиком, удалить либо иным образом прекратить предоставление Сервиса.\n",
  },
  {
    title: "Условия использования персональных данных\n",
    text:
      "Присоединяясь к условиям настоящего Соглашения, вы даёте настоящее письменное согласие на автоматизированную обработку предоставляемых персональных данных в целях заключения договора на условиях настоящего Соглашения, а также его последующего исполнения.\n" +
      "\n" +
      "Вы признаёте и соглашаетесь, что в случае размещения вами своих персональных данных с использованием Сервиса способом, предоставляющим возможность их получения пользователями Интернет, ваши персональные данные считаются общедоступными. Вы осознаете также, что ваши персональные данные считаются общедоступными в случаях, когда на них в соответствии с законами не распространяется требование соблюдения конфиденциальности.\n" +
      "\n" +
      "Персональные данные пользователя хранятся на защищённых серверах, используются только с целью его идентификации и не предоставляется третьим лицам. Мы удаляем данные пользователя только по письменному запросу на электронный почтовый ящик support@waveform-analyzer.com",
  },
  {
    title: "Порядок оформления Заказов",
    text:
      'Пользователь оформляет заказ самостоятельно, путем нажатия кнопки "Купить" и "Перейти к оплате". После оформления заказа Пользователю будет направлено уведомление о подтверждении заказа, на указанные при оформлении заказа контакты.\n' +
      "Заказ размещается Пользователем на сайте https://waveform-analyzer.com\n" +
      "Размещая заказ на сайте, Пользователь принимает тот факт, что все основные параметры Услуги указаны на сайте, и являются достаточными для осуществления осознанного акцепта со стороны Пользователя.",
  },
  {
    title: "Условия Возврата",
    text: 'Согласно Постановлению Кабинета Министров Украины от 19 марта 1994 № 172 "О реализации отдельных положений Закона Украины О защите прав потребителей", программное обеспечение возврату не подлежит. После покупки вы не сможете получить возврат средств за Услуги.',
  },
  {
    title: "Политика конфиденциальности",
    text:
      "Конфиденциальность посетителей нашего сайта очень важна для нас, и мы стремимся к ее защите. В политике конфиденциальности содержится описание порядка обработки личной информации.\n" +
      "\n" +
      "Мы постараемся избегать использования файлов cookie. Согласие на использование нами файлов cookie в соответствии с условиями настоящей политики при первом посещении нашего сайта позволяет нам использовать файлы cookie каждый раз, когда вы посещаете наш сайт.\n" +
      "\n",
  },
  {
    title: "Сбор личной информации",
    text:
      "Следующие типы личных данных могут быть собраны, сохранены и использованы:\n" +
      "\n" +
      "информация, такая как ваш адрес электронной почты, которую вы вводите при регистрации на нашем сайте;\n" +
      "информация, содержащаяся в файлах осциллограмм и других сопутствующих файлах (текстовые файлы с описанием файла осциллограмм или описанием группы файлов осциллограмм, фотографии деталей автомобиля, графические файлы с изображением эталонных осциллограмм, фотографии точек подключения диагностического оборудования к автомобилю), которые вы отправляете нам по электронной почте, через наш сайт или через наш сервис.",
  },
  {
    title: "Использование личной информации",
    text:
      "Личная информация, предоставленная нам через наш сайт, будет использоваться в целях, указанных в настоящей политике или на соответствующих страницах сайта. Мы можем использовать вашу личную информацию для следующих целей:\n" +
      "\n" +
      "обработка, хранение и использование файлов, которые обрабатываются через наш сайт;\n" +
      "предоставление вам возможности пользоваться услугами, доступными на нашем сайте;\n" +
      "отправка уведомлений по электронной почте, которые вы специально запросили;\n" +
      "отправка информационной рассылки по электронной почте, если вы дали на то своё согласие (вы можете отказаться от рассылки в любое время);\n" +
      "обеспечение безопасности нашего сайта и предотвращение мошенничества;\n" +
      "проверка соблюдения положений и условий, регулирующих использование нашего сайта (включая мониторинг личных сообщений, отправленных через наш сайт службы личных сообщений);\n" +
      "других целей.\n" +
      "Мы не будем, без вашего явного на то согласия, предоставлять вашу личную информацию любой третьей стороне для её или любого другого стороннего прямого маркетинга.",
  },
  {
    title: "Защита информации",
    text:
      "Мы принимаем все необходимые меры для защиты данных от неавторизованного доступа, изменения, раскрытия или уничтожения. К этим мерам относятся, в частности, внутренняя проверка процессов сбора, хранения и обработки данных и мер безопасности, включая соответствующее шифрование и меры по обеспечению физической безопасности данных для предотвращения неавторизованного доступа.\n" +
      "\n",
  },
  { title: "Изменение настоящей политики конфиденциальности", text: "Изменение настоящей политики конфиденциальности" },
];
