export const aboutData = [
  {
    title: "",
    text:
      'Начиная с 2002-го года мы работаем в сфере создания оборудования и программного обеспечения, предназначенного для станций технического обслуживания. Наше оборудование известно под маркой "USB Autoscope", а программное обеспечение - под марками "USB Oscilloscope", "Скрипт CSS", "Скрипт Px" и "Скрипт ElPower". Эти программно-аппаратные комплексы предназначены для проверки технического состояния двигателя легковых и грузовых автомобилей, а также для проверки других систем автомобиля.\n' +
      "\n" +
      'Начиная с 2021-го года – мы начали предоставлять услуги по анализу результатов проверки автомобилей. Эти услуги предоставляются на базе удалённого сервера, где находятся соответствующие алгоритмы анализа данных. На данный момент - нашим пользователям доступна только одна услуга - "Алгоритм ElPower", которая существует в двух версиях: Базовая и Расширенная. Данный алгоритм работает в рамках скрипта ElPower, который входит в состав программного обеспечения мототрестеров USB Autoscope, и предназначен для выполнения диагностики системы пуска и электропитания автомобиля, а также для измерения относительной компрессии в цилиндрах бензиновых и дизельных двигателей. В будущем мы планируем расширять пакет своих услуг.\n' +
      "\n" +
      "Для того, чтобы получить доступ к нашим услугам, необходимо авторизоваться на сайте waveform-analyzer.com, и войти в Кабинет пользователя. Там Вы найдёте всю необходимую информацию.\n" +
      "\n" +
      "Часть наших услуг предоставляется бесплатно, другие – платно по подписке на выбранный период времени. Оплата осуществляется через международные платёжные системы. Условия пользования нашими услугами, порядок оформления заказов, условия возврата, политика конфиденциальности – описаны на странице Пользовательское соглашение.",
  },
];
